Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D09A.tmx
Source language: en_us
Languages: zh_cn

source: 'Did Jesus Exist?' A Historian Makes His Case
zh_cn: “耶稣”存在吗？——一个历史学家的解读

source: With his new book, Did Jesus Exist? The Historical Argument for Jesus of Nazareth, Bart Ehrman, historian and professor of religious studies at the University of North Carolina Chapel Hill, wanted to provide solid historical evidence for the existence of Jesus.
zh_cn: 耶稣真的存在吗？历史学家、北卡罗来纳大学教堂山分校宗教系教授巴特 叶尔曼，试图在他的新书《耶稣存在吗？历史解读拿撒勒的耶稣》中提供充足的历史证据来证明耶稣的存在。

source: "I wanted to approach this question as an historian to see whether that's right or not," Ehrman tells weekends on All Things Considered host Guy Raz.
zh_cn: “我想从历史学家的角度来论证这个问题的真伪”，叶尔曼周末在“全面考虑”节目中这样告诉主持人盖 拉兹。

source: The answer is straightforward and widely accepted among scholars of all faiths, but Ehrman says there is a large contingent of people claiming that Jesus never did exist. These people are also known as mythicists.
zh_cn: 问题的答案是肯定的，不同信仰的学者大都接受这个答案。但是叶尔曼说，还有很大一部分人声称耶稣并不存在，他们就是神话主义者。

source: "It was a surprise to me to see how influential these mythicists are," Ehrman says. "Historically, they've been significant and in the Soviet Union, in fact, the mythicist view was the dominant view, and even today, in some parts of the West - in parts of Scandinavia -- it is a dominant view that Jesus never existed," he says.
zh_cn: “这些神话主义者的影响令我大为震惊，”叶尔曼说，“从历史观点上来说，他们的观点是值得注意的，事实上，神话主义观点在苏联是主流思想，即便今天，在西方的一些地方——比如斯堪的纳维亚的部分地区——主流观点仍然相信耶稣并不存在。”

source: Mythicists' arguments are fairly plausible, Ehrman says.
zh_cn: 神话主义者的论证看似无懈可击，叶尔曼说。

source: According to them, Jesus was never mentioned in any Roman sources and there is no archeological evidence that Jesus ever existed.
zh_cn: 根据他们的观点，罗马文化来源中从未提到过耶稣，也没有考古方面的证据可以证明耶稣的存在。

source: Even Christian sources are problematic - the Gospels come long after Jesus' death, written by people who never saw the man.
zh_cn: 即便是基督教来源也是值得推敲的——福音书是在耶稣死后很久，由那些从未见过他的人们撰写。

source: "Most importantly," he explains, "these mythicists point out that there are Pagan gods who were said to die and rise again and so the idea is that Jesus was made up as a Jewish god who died and rose again."
zh_cn: “最重要的是，”他解释到，“这些神话主义者指出异教神才会死亡并且再次复活，因此他们的意思就是耶稣是一个死而复生的犹太神形象。”

source: In his book, Ehrman marshals all of the evidence proving the existence of Jesus, including the writings of the apostle Paul.
zh_cn: 在他的书里，叶尔曼列举所有能证明耶稣存在的证据，其中包括使徒保罗的文章。

source: "Paul knew Jesus' brother, James, and he knew his closest disciple, Peter, and he tells us that he did," Ehrman says. "If Jesus didn't exist, you would think his brother would know about it, so I think Paul is probably pretty good evidence that Jesus at least existed," he says.
zh_cn: “保罗认识耶稣的兄弟詹姆斯，也认识他最亲近的门徒彼得，他告诉我们耶稣是真实存在的，”叶尔曼说，“如果耶稣不存在，你会认为他的兄弟最清楚事情的来龙去脉，因此我认为保罗也许是一个很好的证据，至少能证明耶稣曾经存在过。”

source: In Did Jesus Exist?, Ehrman builds a technical argument and shows that one of the reasons for knowing that Jesus existed is that if someone invented Jesus, they would not have created a messiah who was so easily overcome.
zh_cn: 在《耶稣存在吗？》一书中，叶尔曼提出了一个很有技巧的论据，他指出能证明耶稣存在过的证据之一就是：如果耶稣是被别人虚构出来的，他们便不会再创造弥赛亚这样一个很容易就被打败的人。

source: "The Messiah was supposed to overthrow the enemies - and so if you're going to make up a messiah, you'd make up a powerful messiah," he says. "You wouldn't make up somebody who was humiliated, tortured and the killed by the enemies."
zh_cn: “弥赛亚的使命是击败敌人，如果要虚构一个弥赛亚，应该把他设定成一个强大的形象，”他说，“而不是一个被敌人羞辱，最终被折磨至死的人。”

source: So Jesus did exist, but who was he?
zh_cn: 因此耶稣确实存在，但是他是谁？

source: Ehrman says when historians focus on the life of Jesus, they discover a Jesus who is completely different from the one portrayed by popular culture or by religious texts.
zh_cn: 叶尔曼说在历史学家关注耶稣生平的同时，他们发现，耶稣并不是那个大众文化或宗教教义里描述的那个耶稣。

source: "The mythicists have some right things to say," Ehrman says. "The Gospels do portray Jesus in ways that are non-historical."
zh_cn: “神话主义者有些观点也是正确的，”叶尔曼说，“福音书并没有用历史的方法来刻画耶稣。”

source: When Raz asks Ehrman about his relationship to Jesus, Ehrman says that most of it is very historical but that Jesus teaches us valuable lessons.
zh_cn: 当拉兹问叶尔曼他与耶稣之间的关系时，叶尔曼说大多数都是历史性的，但是耶稣教会了我们很多重要的东西。

source: "Jesus' teachings of love, and mercy and forgiveness, I think, really should dominate our lives," he says.
zh_cn: “我认为，耶稣教会我们要友爱、仁慈、宽恕，这些应该成为我们生活的主题。”

source: "On the personal level, I agree with many of the ethical teachings of Jesus and I try to model my life on them, even though I don't agree with the apocalyptic framework in which they were put."
zh_cn: 他说，“从个人层面来讲，尽管我不同意把他们放在警示的框架范围内，但我赞同大多数耶稣提倡的伦理道德，并以此来指导我的生活。”
